[
    {
        "id": 1,
        "name": "Shafik Mansuri",
        "intialName": "SM",
        "content": "I recently used visa Veer Consultancy, led by Mr. Veer, for assistance with my passport application, and I’m extremely satisfied with their service. Mr. Veer was professional, efficient, and provided clear guidance throughout the process. He made the entire experience smooth and hassle-free, ensuring all documents were in order and keeping me updated at every step. Highly recommend Veer Consultancy to anyone looking for reliable assistance with passport or similar services."
    },
    {
        "id": 2,
        "name": "Vishnu Pratap",
        "intialName": "VP",
        "content": "I am very satisfied visa with Veer Consultancy. The staff is cooperative and helpful throughout the process. My document updates were completed on time. I highly recommend them to anyone seeking genuine service."
    },
    {
        "id": 3,
        "name": "Chunara Het",
        "intialName": "CH",
        "content": "I applied for work permit visa from here, they gave me proper answer for everything, like for visa consultany i highly recommend go for veer consultacy, they applied passport application for me also"
    },
    {
        "id": 4,
        "name": "Raju Malvania",
        "intialName": "RM",
        "content": "Veer consultancy is a genuine place of business. I am very satisfied with the service provided by Veer for pancard application. He went above and beyond his scope of business to help me. I greatly appreciate all your help Veer"
    },
    {
        "id": 5,
        "name": "Haridwar Chouhan",
        "intialName": "HC",
        "content": "Really your customer service ability and speed is remarkable.Really Fast and accurate service.Proactive and diligent in work.Feel nice talk to Mr.Veer .Prompt and responsive Guy.Sincerely recommending other to take service regarding Aadhar,Passport and Visa related services."
    },
    {
        "id": 6,
        "name": "Harsh Dealcom",
        "intialName": "HD",
        "content": "Service is very good. I did my passport renewal through them. Veer is really helpful, prompt and has knowledge about the small details regarding verification. My process was smooth and fast.Thanks Veer"
    },
    {
        "id": 7,
        "name": "Het Chunara",
        "intialName": "HC",
        "content": "Veer sir is very professional for visa process for student, and making me understand about how to get job in Canada, I am just literally saying it's nice place for visa process because they are so fast and quick, I highly recommend choose veer consultacy for visa and passport process"
    },
    {
        "id": 8,
        "name": "ALAUKIKA DESHMUKH",
        "intialName": "AD",
        "content": "Really very helpful people. Even when I am abroad we can trust them and they did my phone number and address change process with giving there time alot. Thanks alot"
    },
    {
        "id": 9,
        "name": "Urvishkumar Mistry",
        "intialName": "UM",
        "content": "I was running for address change on my aadhar since a year, visited different banks and centers in Ahmedabad too. No one was ready to do it.In vadodra I found this center on Google and called them, they did it on just a one phone call and whatsapp doc share.Really appreciate the efforts and now I know why this center is rated 4.8 on Google...That's super fast super easy...."
    },
    {
        "id": 10,
        "name": "Karan Shah",
        "intialName": "KS",
        "content": "Veer is a very responsive, efficient agent who is easy to communicate with. He helped me remotely order a new Aadhaar card and get the registered mobile number changed while I was in Amsterdam. Thanks to Veer it all worked out smoothly. I would definitely reach out to him again for Aadhaar/Visa/NRI services."
    },
    {
        "id": 11,
        "name": "YASH BHATT",
        "intialName": "YB",
        "content": "I want to change my Pan card details on urgent basis to link Aadhaar & PAN and i saw this centre on the map and called immediately. Veer bhai is very helpful person. They did quick changes in PAN and processed for updation.Thank You."
    },
    {
        "id": 12,
        "name": "Bhumika",
        "intialName": "B",
        "content": "I needed to change my name in aadhar card as per 10th marksheet. Thank God I found Veer Consultancy and they updated my aadhar card within 48 hours. Totally satisfied with the service. Thanks for helping me."
    },
   
    {
        "id": 13,
        "name": "RINKAL J.PATEL",
        "intialName": "RP",
        "content": "Veer consultant passport seva is a excellent service provider. Best place to go for satisfaction work. Thanks veer"
    },
    {
        "id": 14,
        "name": "Sukhadia Purvi",
        "intialName": "SP",
        "content": "Veer sir your service is very good and you are really helpful and good knowledge. My passport process was really fast.Thank you Veer sir.."
    },
    {
        "id": 15,
        "name": "Dhyey Thakkar",
        "intialName": "DT",
        "content": "Great Service. The whole process was very smooth. The staff was very polite and helpful."
    },
    {
        "id": 16,
        "name": "Saumil Christian",
        "intialName": "SC",
        "content": "Superb personalized attention and service beyond working hours.. Thank you."
    },
    {
        "id": 17,
        "name": "Ruby Sahu",
        "intialName": "RS",
        "content": "Very impressive and quick service. Kind and humble behaviour received by owner. Highly recommended must contact them to any updation on adhar card Or any gov. ID documents."
    },
    {
        "id": 18,
        "name": "Nishtha Solanki",
        "intialName": "NS",
        "content": "Very knowledeble, intelligent and reliable person. Also provide very quick service. I got my Adharcard in 2 days.Very trustworthy person.Thank you very much brother 💐🙏🏻"
    },
    {
        "id": 19,
        "name": "Dhavnit Patel",
        "intialName": "DP",
        "content": "Perfect n precise advice and excellent throughout support......highly recommend their service 💯👍👌"
    },
    {
        "id": 20,
        "name": "Rachita Singh",
        "intialName": "RS",
        "content": "Consulted for aadhar and passport and was very satisfied with the hassle free services."
    }
    
   
    
]